<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 次の言語行は、無効なトークンや無効な新しいパスワードなど、パスワード更新の試行が
    | 失敗した時にパスワードブローカーによって指定される理由のデフォルトの行です。
    |
    */

    'password' => 'パスワードは8文字以上で、確認と一致する必要があります。',
    'reset' => 'あなたのパスワードはリセットされました！',
    'sent' => 'パスワードリセットリンクをメールで送信しました！',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => "そのメールアドレスを持つユーザーが見つかりません。",

];
